Revit 2027 API
ParameterTypeId.FabricParamLapsplicePosition Property
 "Lap Splice Position": Fabric lap splice position in the fabric distribution
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamLapsplicePosition { get; }
Public Shared ReadOnly Property FabricParamLapsplicePosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamLapsplicePosition {
	ForgeTypeId^ get ();
}
static member FabricParamLapsplicePosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace